;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Program Uninstaller
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; TranslationAuthorWeb: http://www.localiz.ru
; Soft Version: 1.93.101
; Update: 2016-05-09
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Максимальный
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Lang]
NativeLanguage=Русский


[Translation]
LangCode=0419

FrmMain.btnfacebook.Hint=Рассказать о Wise Program Uninstaller на Facebook
FrmMain.btntwitter.Hint=Рассказать о Wise Program Uninstaller на Twitter
FrmMain.btnemail.Hint=Рассказать о Wise Program Uninstaller друзьям
FrmMain.btnRefresh.Hint=Обновить
FrmMain.btnLog.Caption=История
TfrmUnlog.caption=История
TfrmUnlog.head.unDate=Дата
TfrmUnlog.head.ItemName=Имя программы
TfrmUnlog.head.restore=Остаточные
TfrmUnlog.noItems=Нет оставшихся элементов
TfrmUnlog.Recovered=Восстановлены
TfrmUnlog.recover=Восстановить

ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Информация
Warning=Предупреждение
Error=Ошибка
Confirm=Подтверждение
CurVer=Текущая версия:

FrmRate.Btnlist.caption=Отзывы пользователей
FrmRate.Btnreview.caption=Мой отзыв
FrmRate.Btnfirst.caption=Будьте первым оценщиком
FrmRate.Btnsubmit.caption=Отправить
FrmRate.lblscore.caption=Оценка:
FrmRate.lblscorehint.caption=(Нажмите на звезды для оценки)
FrmRate.lblnick.caption=Имя:
FrmRate.lblnickhint.caption=(Необязательно)
FrmRate.lblemail.caption=Почта:
FrmRate.lblemailhint.caption=(Необязательно)
FrmRate.lblcontent.caption=Содержание:
FrmRate.lblcontenthint.caption=(Необязательно)
FrmRate.lbldesctitle.caption=Описание программы:
FrmRate.lblratesoft.caption=Рекомендуемое ПО
;
; О программе
;
FrmAbout.caption=О программе
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Поддержка:
FrmAbout.lblhome.caption=Сайт программы:
FrmAbout.lblthank.caption=Перевод: Александр Кравцов. А также благодарим:
;
; Всплывающее меню
;
pmGoto=Перейти
pmHelp=Справка онлайн
pmHome=Домашняя страница
pmforum=Форум
pmCheckMsg=Загружать новости
pmContact=Обратная связь
pmCheckNew=Проверить обновления
pmLang=Язык
pmAbout=О программе
pmOpenEntry=Открыть в RegEditor
PmGoogle=Найти в Google
pmExport=Экспорт в текстовый файл...
pmRightMenuA=Добавить в контекстное меню
ExplorerMenu=Удалить с Wise Program Uninstaller


;
; Основной GUI
;
FrmMain.lblrate.caption=Оценка

FrmMain.BtnNormal.Caption=Удалить
FrmMain.BtnModify.Caption=Изменить
FrmMain.BtnForce.Caption=Умное удаление
FrmMain.BtnRemove.Caption=Удаление ключей
FrmMain.Btnlikeit.Caption=Нравится
FrmMain.lblcheckver.Caption=Проверить обновление
FrmMain.lblinfo.caption=Полное удаление программ из системы.
;
;Нравится
;
FrmlikeIt.lblTitle.caption=Если вам нравится Wise Program Uninstaller, расскажите о программе своим знакомым..
Frmlikeit.lblInfo.caption=Пожалуйста, Wise Program Uninstaller с семьей, друзьями, одноклассниками и коллегами по электронной почте, блогу, Twitter, Youtube, Facebook, и др...
FrmlikeIt.lblRate.caption=Оцените Wise Program Uninstaller:
FrmlikeIt.lblfollow.caption=Следите за нами:
FrmlikeIt.lblshare.caption=Рассказать о Wise Program Uninstaller:
FrmlikeIt.btndownload.caption=Бесплатная загрузка
FrmlikeIt.imgrate.hint=Поставьте 5 звёзд на CNET
FrmlikeIt.imgmail.hint=Поделиться с друзьями
FrmlikeIt.imgface1.hint=Поделиться на facebook
FrmlikeIt.imgface2.hint=Поделиться на Facebook
FrmlikeIt.imgtwitter1.hint=Поделиться на twitter
FrmlikeIt.imgtwitter2.hint=Следите за нами в twitter
FrmlikeIt.Caption=Нравится
FrmlikeIt.lbldownload.caption=Загрузить другие программы на WiseCleaner.com :

;processs
FrmProgressModal.btncancel.caption=Отмена

;
;frmafterdel
;
Frmafterdel.caption=Записи реестра и файлы, связанные с программой
Frmafterdel.btnremove.caption=Удалить
Frmafterdel.btncancel.caption=Отмена
Frmafterdel.lblinfo.caption=Просмотрите результаты и нажмите кнопку «Удалить» для выполнения деинсталляции.
Frmafterdel.btnnone.caption=Ничего
Frmafterdel.btnall.caption=Выбрать все



[Uninstall]
PublisherUnknown=Неизвестный издатель
VersionUnknown=Неизвестная версия
Rate=Оценка
ItemName=Программа
Publisher=Разработчик
Size=Размер
SetupDate=Дата установки
Version=Версия
Canceled=Удаление было отменено.
NoLeftOverItem=Программа удалена полностью.
Removing=Удаление:
TotalStat=Найдено %d программ, занимают %s на иске.
Calculating=Получение размера...
Files=Файлы и папки
RegEntries=Ключи реестра
Items=Элементы


[message]
unistallError=Операция прервана.
NewVer=Доступна новая версия программы. Вы хотите обновить сейчас?
NoNewVer=Поздравляем! Вы используете последнюю версию.
NoProgramSelected=Пожалуйста, выберите программу.
IsBusy=Пожалуйста, подождите завершения деинсталляции.
StartFindLeftover=Анализ связанных файлов, папок и ключей реестра...
Collecting=Поиск установленных программ...
BeSureUseForce=Выбирайте эту функцию, если не работает безопасное удаление. Продолжить?
ConfirmRemove=Вы уверены, что хотите удалить эту запись?
RejectItself=Программа не может удалить себя.
TranslateTo=Перевести на...


[SoftRate]
Querying=Запрос...
Good=Нравится
Bad=Не нравится
Safe=Отчёт
Ver=Версия:
Ratings=Оценки
SoftNotExist=Не удается найти информацию о программе.
GetSoftInfoError=Не удаётся получить информацию о программе
UploadSoftLogoError=Ошибка загрузки информации о программе
SubmitData=Отправка ваших комментариев о программе..
SubmitSoftInfoError=Ошибка сети.
SubmitRateSuccess=Отправка завершена.
HaveSubmitRate=Вы уже оценили.
Submitgoodbad=Отправка информации...
me=Меня
NickTooLong=Ваш ник не должен превышать 20 символов.
MailTooLong=Ваш адрес электронной почты не должен превышать 50 символов.
WrongEmail=Недопустимый адрес электронной почты.
ReviewTooLong=Общая длина обзора не должна превышать 300 символов.
RateHint=Присоединяйтесь к нашему рейтингу любимых программ!
UnknowName=Неизвестный продукт
UnknowVer=Неизвестная версия
UnknowDesc=Описание



[Hint]
HintRate=Оценка программы
HintClose=Удалить



